x = int(input('Введите любое число: '))
if x == 0:
    print('Просто НУЛЬ? Как скучно.')
elif x >= 9999:
    print('Огромное число!')
elif x <= 0:
    print('Мда, знать не знаю, зачем тебе отрицательное число, а мне оно и подавно не нужно.')
elif x == 69:
    print('Я тебя понял. Пубертатник.')
elif x == 67:
    print('ОООЧЕНЬ СМЕШНО...')
elif x >= 0:
    print('Неплохое число. Твоё любимое?')
else:
    print('Это вообще не то, что ты должен был ввести. Попробуй ещё раз, но вводи целое число.')
